{
  "_class_name": "TextToVideoSDPipeline",
  "_diffusers_version": "0.28.0.dev0",
  "_name_or_path": "./models/model_scope_diffusers/",
  "scheduler": [
    "diffusers",
    "DDIMScheduler"
  ],
  "text_encoder": [
    "transformers",
    "CLIPTextModel"
  ],
  "tokenizer": [
    "transformers",
    "CLIPTokenizer"
  ],
  "unet": [
    "models.unet_3d_condition",
    "UNet3DConditionModel"
  ],
  "vae": [
    "diffusers",
    "AutoencoderKL"
  ]
}
